/*
বিভাজ্যতা
২ দিয়ে বিভাজ্য:
যদি এককের ঘরে ০,২,৪,৬,৮ থাকে তবে সেগুলো ২ দ্বারা বিভাজ্য হবে।
৩ দিয়ে বিভাজ্য:
সংখ্যার অঙ্কগুলোর যোগফল যদি ৩ ও ৯ দ্বারা বিভাজ্য হলে।
৪ দিয়ে বিভাজ্য:
যেকোনো সংখ্যার একক ও দশক স্হানীয় অঙ্ক দ্বারা গঠিত বিভাজ্য হলে অথবা ০০ থাকলে।
৫ দিয়ে বিভাজ্য: 
যেসব সংখ্যার একক স্হানীয় অঙ্ক ০ অথবা ৫ থাকবে।
৬ দিয়ে বিভাজ্য:
যদি সংখ্যাটি ২ এবং ৩ দ্বারা বিভাজ্য হয় তবে সেটি ৬ দ্বারা বিভাজ্য হবে।
৭ দিয়ে বিভাজ্য:
শেষের সংখ্যার দ্বিগুন সেই সংখ্যাটি বাদ দিয়ে  তার আগের সংখ্যা থেকে তা বাদ দিয়ে দিয়ে দেখবো তা ৭ দ্বারা বিভাজ্য হয় কি না।
৮ দ্বারা বিভাজ্য:
যেসব সংখ্যার শেষ ৩ অঙ্ক দ্বারা ৮ বিভাজ্য সেগুলো।
নোট করুন। এইটা জাভাস্ক্রিপ্ট এর মাধ্যমে কিভাবে ফাংশন দিয়ে করতে পারি?
*/

